"use strict";

/* Завдання 2

Створіть функцію яка приймає один параметр: age.
Усередині функції перевірте, чи age більше або рівне 18.
Якщо age відповідає умові, поверніть true, інакше поверніть false.
Викличте вашу функцію з аргументами 25 і 15, і виведіть результат (чи є особа дорослою) в консоль для кожного випадку.
 */

let age;
function checkAge(age){

    if (age >=18){
        return true;
    } else {
        return false;
    }   
}

console.log(checkAge(25));
console.log(checkAge(15));